{
    "code": 200,
    "msg": null,
    "data": {
        "id": 304,
        "title": "aespa The 1st Album Armageddon Fansign Event in Macau",
        "defaultTitle": null,
        "type": 3,
        "amount": 0,
        "ossUrl": "https://static.fantopia.io/ticketimg/78d25023-d68b-4287-8598-c90b41e5a0b3.jpg",
        "ossUrlPc": "",
        "ossUrlMini": "https://static.fantopia.io/ticketimg/a85f2aed-6808-41cc-974f-cafae8fd989b.jpg",
        "carousel": "https://static.fantopia.io/ticketimg/fcad8c00-9c56-4311-a088-b6293f8c9539.png",
        "qrImg": "",
        "qrLogo": "",
        "qrLogoPhone": "",
        "multifileType": null,
        "subPicture": null,
        "status": 2,
        "sellTimeStamp": 1722312000000,
        "startTime": "2024-09-19 13:00:00",
        "endTime": "2024-09-19 23:59:59",
        "remark": null,
        "limitCount": 1000,
        "memberLimitCount": 1000,
        "limitType": 1,
        "createTimeStamp": 1721897887531,
        "createTime": "2024-07-25 16:58:08",
        "updateTime": "2024-09-20 00:00:00",
        "showFlag": 1,
        "showTicketBtn": 1,
        "sortNo": 19,
        "recommend": 0,
        "description": "<p class=\"ql-align-center\"><img src=\"https://static.fantopia.io/ticketimg/d67de2da-5931-493a-a489-fa9713bb4c59.jpg\"></p>\r\n<p>參與須知：</p>\r\n<p>1. 專輯為預售客製化商品，一經售出，一概不退不換。</p><p>2. 平台可供年滿 18 歲的自然人使用，未滿 18 歲的用戶必須徵得父母或法定監護人的同意，後者必須接受本條款並同意對您的行為承擔責任以及支付因您使用平台及/或購買商品產生的任何費用。若您未得父母或法定監護人同意, 則必須立即停止使用/瀏覽平台。</p><p>3. 專輯價格不包含服務費、郵寄費用以及由於郵寄所產生的稅費、清關費用等費用</p>\r\n<p><br></p>\r\n<p>舉辦城市：澳門(詳細地址另行電郵通知)</p><p><br></p>\r\n<p>參與簽售會成員</p><p>aespa 全體成員4名</p><p><br></p>\r\n<p>招募時間</p><p>2024.07.30(二) 12:00-2024.08.30(五) 23:59 (澳門時間)</p><p><br></p>\r\n<p>中選名單發佈時間</p><p>2024.8.31(六) 20:00 </p><p><br></p>\r\n<p>簽售會舉辦時間</p><p>2024年09月23日 13:00</p><p><br></p>\r\n<p>中選名單公示</p><p>Fantopia首頁-簽售-中選名單</p><p><br></p>\r\n<p>應募方式</p><p>購買一張專輯獲得一次隨機抽選機會</p>\r\n<p>(可重複參與招募，不可重複當選)</p><p><br></p>\r\n<p>中獎福利：</p><p>1. 獨家小卡：購買一張專輯即可獲得獨家小卡乙張(共 4 款，隨機抽取)。</p><p>2. 簽名專輯：隨機抽取 50 名幸運獲獎者，現場獲得 1:1 專輯簽名。</p><p>3. 觀禮：隨機抽取 300 名幸運獲獎者，獲得觀看簽售會的名額。</p><p>4. Q&amp;A：每位成員回答2個問題，共8個問題。</p><p>5. HI-BYE：所有現場參與者（350名），均可獲得參與HI-BYE的名額，依次輪流和每位成員道別后離場。</p><p>6. 購買專輯的粉絲，可參加抽獎獲得觀看 Sound-check 的機會（名額：250/場）。</p><p>7. 購買專輯的粉絲，隨機抽取20名幸運獲獎者，獲得簽名海報一份。</p><p>*現場Q&A環節問題收集方式：中1:1的50名幸運粉絲，可在現場提供的便簽板留下對aespa的提問~！提出的問題有機會在現場得到解答哦~</p><p>*簽名及觀禮中獎人不重複</p><p><br></p><p>簽售會流程</p><p>1. 觀眾排隊 -&gt; 觀眾驗票/報到 -&gt; 藝人出場 -&gt; 藝人問候 -&gt; 簽名環節 -&gt; 現場Q&amp;A環節 -&gt; HI-BYE</p><p>*請遵循現場工作人員的說明和安排，如不聽從工作人員指示者，基於公眾安全理由，可能會採取措施要求強制退場，敬請留意。</p><p><br></p><p>現場注意事項</p><p>1. 簽售會座位順序以公佈中選名單的序號為準，中選名單公佈後 1-2 天內官方將會發送郵件通知相關事項，現場佈局示意圖將另行公佈。</p><p>2. 請於購買時正確填寫資料，為確保所有粉絲權益，該訊息送出後不可修改；參與簽售會活動時須確認本人身份，請務必攜帶【身份證/港澳通行證/護照等實物證件】 。身份證上的資訊須與活動申請資料一致，方能進場，若未攜帶，將無法入場。*除此以外的身分證件（學生證，影印件，照片，副本等），身分證照片、影印本、手機截圖等均不予認可。</p><p>**現場核對後由工作人員發放入場手環；如發現手環有問題，請立即要求及時更換；入場手環之掛失、破損一律不作補發，破損及復刻無效。</p><p><br></p><p>1. 基於安全理由，在進入場館前須接受隨身物品檢查。大型行李/手提行李箱、長傘、任何尖銳、易碎與危險物品均不可進場。</p><p>2. 每位簽售中選者僅有一次上台機會。排隊等候上台時，請按照本人序號及聽從工作人員的指示進行排隊。</p><p>3. 入座後，為了粉絲的安全與簽售會順利進行，禁止移動座位，禁止坐在非本人之坐位或階梯、過道等地方。</p><p>4. 上台簽售前請出示入場手環，入場手環為唯一進場簽售會之資格憑證，丟失時將無法參加簽售會，請謹慎保管。</p><p>5. 簽售會進行時，簽名所用專輯將在現場準備。</p><p>*除現場準備的專輯外，其他專輯不予簽名</p><p>**本次簽售會不接受便條，除專輯簽名外，不可提出其他要求。例：請幫我畫個圖案，請幫我寫 PS 等</p><p>6. 如做出以下行為時，可能會採取措施要求強制退場，敬請留意。</p><p>A. 對藝人提出無理請求和要求；</p><p>B. 不配合工作人員的引導，妨礙活動順利進行；</p><p>C. 對藝人和現場工作人員有不當言行；</p><p>D. 在等待簽名和接受簽名過程中拍攝和錄音；</p><p>E. 有代領中選、仿製、轉讓、買賣等涉及交易情況時；</p><p>F. 對藝人大聲講話、喊叫、喊口號、起立等給其他參與者帶來不便的行為</p><p>7. 出於對現場場地以及安全考量，粉絲參與簽名完畢後，請自行安排退場行程且配合現場安保有序退場。</p><p>8. 粉絲簽名會場地內座位上可自由進行照片與視頻的拍攝，但是上台進行簽名的途中不可與藝人自拍合照以及拍攝拍立得照片。如拍攝合照有可能會被終止簽名並做退場處理，並且已拍攝的照片將做刪除處理，請留意。</p><p>9. 為藝人準備的信件請在入場前放入主辦方準備的的信箱內。除信件以外的禮物(包括食物飲料等)無法收取，敬請諒解。</p><p><br></p><p>其他注意事項</p><p>1. 請正確填寫有效身份證件信息（身份證號、港澳通行證號或護照號）及姓名。爲保障粉絲權益，身份信息一經提交不可修改。</p><p>2. 參與簽名會購買的專輯不支持退換貨。</p><p>3. 本場簽名會 1 人 1 張入場憑證，當選時只有本人可參加，不可代領或轉讓。因轉讓發生的一切問題由當事人承擔其責任。請注意：非中獎者本人代領入場憑證者不可入場。</p><p>4. 購買成功不等於擁有入場資格，根據指引抽取參加活動的機會。</p><p>5. 由於中選者自身不了解注意事項和工作人員指示而造成的損失和事故，主辦方不承擔責任。</p><p>6. 根據現場情況可能作出之變動，請聽從現場工作人員的要求和安排。</p><p>7. 本活動有根據地區和場地的情況進行部分更改或取消的可能，以及因不可避免的情況，有些成員可能會無法參加，請各位粉絲予以諒解。</p><p><br></p><p>郵寄費用</p><p>1. 中國大陸：首張專輯 68 MOP，後續每張 6 MOP</p><p>2. 中國香港：首張專輯 28 MOP，後續每張 6 MOP</p><p>3. 中國澳門：首張專輯 28 MOP，後續每張 6 MOP</p><p><br></p><p>Terms for Fansign Event</p><p>1. Purchased albums during the event are non-refundable.</p><p>2. The Platform may be used by natural persons who have reached 18 years of age. Users below the age of 18 must obtain consent from parent(s) or legal guardian(s), who by accepting these Terms shall agree to take responsibility for your actions and any charges associated with your use of the Platform and/or purchase of Goods. If you do not have consent from your parent(s) or legal guardian(s), you must stop using/accessing the Platform immediately.</p><p>3. The album price does not include service fee, delivery costs, tax and customs clearance fees incurred by postage.</p><p><br></p><p>Location：Macau (Address disclosed in Email)</p><p><br></p><p>Idols</p><p>aespa (All 4 members)</p><p><br></p><p>Sales Period</p><p>2024 July 30 12:00-2024 August 30th 23:59 HKT</p><p><br></p><p>Winner Announcement Time</p><p>August 31th 20:00 HKT</p><p><br></p><p>Fansign Event Time</p><p>2024 SEP 23 13:00</p><p><br></p><p>Winner List Announcement</p><p>Fantopia Homepage-Fansign Event-Winner List</p><p><br></p><p>How to Enter the Raffle</p><p>Each purchase represents one entry in the raffle</p><p>(Multiple entries is allowed, but no repeated winners)</p><p><br></p><p>A. Prizes for Winners:</p><p>1. Exclusive photocard: Purchase an album to get an exclusive photocard (4 types available, randomly selected).</p><p>2. Signed album: 50 lucky winners will be selected randomly for a 1:1 album autograph on-site (Sign and interact on-stage)</p><p>3. Attendance: 300 lucky winners will be randomly selected for a quota of the autograph sign event (attendance only, no signature session)</p><p>4. Q&amp;A : 2 questions per member </p><p>5. Hi-Bye: All 350 winners can participate in the Hi-Bye session and leave in turn</p><p>6. Concert Sound Check: Fans who purchase albums can participate in the lottery for a chance to watch the Sound-check (Total: 250).</p><p>7. Signed Poster: Fans who purchase albums can participate in the lottery for one signed poster (Total: 20)</p><p>*Q&amp;A Collection: 50 lucky winners who signed album can leave a question for aespa with the noteboard provided on-site, the questions may have the chance to be answered on-site.</p><p>*The signature winners and winners of the ceremony will not be repeated.</p><p><br></p><p>B. Fan Sign Event process.</p><p>1. Queue -&gt; Ticket Verification Check-in - &gt; Artist Appearance-&gt; Artist Greeting-&gt; Signature Session-&gt; Q&amp;A Session -&gt; HI-BYE</p><p>*Please follow the instructions and arrangements of the on-site staff. For public safety reasons, measures may be taken to enforce ejection for those who do not comply with staff instructions. Please pay attention.</p><p><br></p><p>C. On-site precautions</p><p>1. The autograph signing order will be based on the number of the winning list.An official email with detailed relevant matters will be sent to notify within 1-2 days after the announcement of the winning list. The on-site layout will be announced separately.</p><p>2. Accurate information and ID [ID card/Hong Kong and Macau pass/passport and other physical documents] matching is required for entry. Other ID forms will not be accepted.</p><p>*Other IDs (student ID card, photocopy, photo, copy, etc.), ID photos, photocopies, cell phone screenshots, etc. are not accepted.</p><p>**Admission wristbands will be issued by staff after verification; if there is any problem with the wristband, please request a timely replacement immediately; lost or damaged wristbands will not be reissued, and damaged and re-engraved wristbands will be invalid.</p><p>3. For security reasons, belongings must be checked before entering the venue. Large luggage, carry-on suitcases, long umbrellas and any sharp, fragile, and dangerous items are not allowed inside.</p><p>4. Each winner has only one chance to go on stage. Follow staff instructions and queue based on the personal number.</p><p>5. Do not move seats or sit in unauthorized areas for safety and event smoothness.</p><p>6. Show wristbands before the autograph signing. it is the only proof of qualification. the audience who lost wristbands cannot participate in the autograph session, so please keep it carefully.</p><p>7. Only albums prepared on-site will be signed.</p><p>**No notes and other request (e.g.., drawings, messages) will be accepted except for the album signing. Example: Please help me draw a pattern, please help me write PS, etc.</p><p>8. If you do the following behavior, you may be required to take measures to force you to leave the venue, so please be aware:</p><p>I. Make unreasonable requests and demands to artists.</p><p>II. Not following staff instructions and hindering the smooth progress of the event.</p><p>III. Inappropriate actions towards artists and on-site staff.</p><p>IV. Taking photos and recording audio during the waiting and signing process.</p><p>V. Using proxies, counterfeit, transfer, or buy/sell tickets involving transactions.</p><p>VI. Loud talking, shouting, chanting slogans, standing up, and other behaviors causing inconvenience to other participants and artists.</p><p>9. After signing, arrange your departure orderly following the security staff's instructions.</p><p>10. Allowed only take photos and videos in designated seats in the fan signing venue. No selfies or instant photos with artists during the signing.</p><p>Violations will lead to ejection and photo deletion.</p><p>11. Drop letters for artists in the provided box before entering. Other gifts (including food and drinks) will not be accepted.</p><p><br></p><p>D. Other things to note.</p><p>1. Please correctly fill in the valid identity document information (ID card number or Passport number) and name. To protect the rights and interests of fans, identity information cannot be modified once submitted.</p><p>2. Purchased albums during the event are non-refundable.</p><p>3. One voucher per person; only the winner can attend, no proxies. Issues arising from transfer are the responsibility of the parties involved. Note: Proxy holders of entrance vouchers will not be allowed entry.</p><p>4. Purchase does not guarantee entry; qualification is subject to a draw.</p><p>5.The organizer will not be held responsible for any losses or accidents caused by the winners' lack of understanding of the guidelines and instructions from staff members.</p><p>6. Changes may be made according to the on-site situation. Please follow the instructions and arrangements of the on-site staff.</p><p>7. This event is subject to partial changes or cancellation based on regional and venue conditions. Due to unavoidable circumstances, some members may not be able to participate. We ask for the understanding of all fans.</p><p><br></p><p>E. Delivery Cost</p><p>1. China Mainland: 68 MOP for first album, 6 MOP each for additional albums.</p><p>2. Hong Kong SAR: 28 MOP for first album, 6 MOP each for additional albums.</p><p>3. Macau SAR: 28 MOP for first album, 6 MOP each for additional albums.</p><p><br></p><p>Fantopia</p>",
        "location": "Macau",
        "defaultLocation": null,
        "geoLatitude": null,
        "geoLongtitude": null,
        "version": null,
        "contractInfoId": null,
        "eventsKey": "9nqro9h7",
        "stubImg": "",
        "stubBackImg": "",
        "shareImg": "",
        "autoMint": 1,
        "threshold": null,
        "minPrice": null,
        "maxPrice": null,
        "symbol": null,
        "symbolUnit": null,
        "existMerch": false,
        "themeId": null,
        "memberPayCodeName": "Member Code",
        "waitlistExecuteSwitch": 0,
        "waitlistExecuteType": 1,
        "waitlistOpenTime": 0,
        "waitlistStopDate": null,
        "extraPropertyMap": {
            "shippingInstructions": "預定的交貨日期受產品和物流問題的影響，可能會導致延誤",
            "entityId": "2",
            "shippingTime": "10/01/2024 - 11/01/2024",
            "shippingMode": "郵寄"
        },
        "titleI18nMap": null,
        "locationI18nMap": null,
        "platformShowMap": null,
        "sellLocationList": null,
        "showStatus": 0,
        "venueId": 0,
        "eventsEntity": {
            "id": 2,
            "entityArea": "澳门",
            "entityName": "SINGULAR FLAME TECH (HK) LIMITED",
            "entityEmail": "support@fantopia.io",
            "entityPhone": null,
            "entityAdress": "RM 413,4/F LUCKY CTR 165-171WAN CHAI RD WAN CHAI HK",
            "remark": null
        },
        "shippingMode": "邮寄",
        "shippingModeI18nMap": null,
        "shippingTime": "10/01/2024 - 11/01/2024",
        "shippingTimeI18nMap": null,
        "shippingInstructions": "预定的交货日期受产品和物流问题的影响，可能会面临延误。",
        "shippingInstructionsI18nMap": null,
        "chooseSeatFlag": 0,
        "ticketSimpleInfoVos": null,
        "ticketFlag": null,
        "earliestSellStartTime": "2024-07-30 12:00:00",
        "coSaleTime": "2024-07-30 12:00:00",
        "eventSellEndTime": "2024-08-30 23:59:59",
        "noticeInfo": null,
        "memberSellStartTime": null,
        "memberSellEndTime": null,
        "platforms": [
            "web",
            "miniprogram"
        ],
        "detailInfoImg": "https://static.fantopia.io/ticketimg/a85f2aed-6808-41cc-974f-cafae8fd989b.jpg",
        "siteTimeZone": "+08:00",
        "wxMiniImg": "https://static.fantopia.io/wxmini_qr/a35932d2-4367-4462-bae9-634999eac131.png",
        "needRealFlag": 0,
        "popUpMsg": null,
        "authType": 0
    },
    "traceId": "80e66260eecff5b2"
}