{
    "code": 200,
    "msg": null,
    "data": {
        "id": 352,
        "title": "Mark's 1st Album 'The Firstfruit' Macau Signing Event",
        "defaultTitle": null,
        "type": 3,
        "amount": 0,
        "ossUrl": "https://static.fantopia.co/ticketimg/b8eb8fb8-cb85-4fad-964b-972a7c61a4fb.jpg",
        "ossUrlPc": "",
        "ossUrlMini": "https://static.fantopia.co/ticketimg/70a60165-cb97-4792-82a2-dabfa10346a9.jpg",
        "carousel": "https://static.fantopia.co/ticketimg/9fdd1a75-5159-411a-b629-5522ea8033d6.jpg",
        "qrImg": "",
        "qrLogo": "",
        "qrLogoPhone": "",
        "multifileType": null,
        "subPicture": null,
        "status": 2,
        "sellTimeStamp": 1744095600000,
        "startTime": "2025-04-27 00:00:00",
        "endTime": "2025-04-27 23:59:59",
        "remark": null,
        "limitCount": 0,
        "memberLimitCount": 0,
        "limitType": 0,
        "createTimeStamp": 1744093147413,
        "createTime": "2025-04-08 14:19:07",
        "updateTime": "2025-04-28 00:00:10",
        "showFlag": 1,
        "showTicketBtn": 1,
        "sortNo": 42,
        "recommend": 0,
        "description": "<p class=\"ql-align-center\"><img src=\"https://static.fantopia.co/ticketimg/b5049d9b-372e-4eeb-b622-ee1394eee41f.jpg\"></p>\r\n<p><br/></p>\r\n<p><strong>Mark 首張專輯 'The Firstfruit' 澳門線下簽售會公告</strong></p>\r\n<p><strong>Mark’s 1st Album 'The Firstfruit' Macau Signing Event Announcement</strong></p>\r\n<p><br/></p>\r\n<p><strong>舉辦城市：</strong> 澳門 (詳細地址另行電郵通知)</p>\r\n<p><strong>Location: </strong>Macau (Detailed address will be provided via email)</p>\r\n<p><br/></p>\r\n<p><strong>參與簽售會藝人：</strong>Mark</p>\r\n<p><strong>Participating Artist: </strong>Mark</p>\r\n<p><br/></p>\r\n<p><strong>簽售會招募時間：</strong>2025年4月8日15:00 - 2025年4月18日 23:59 (澳門時間)</p>\r\n<p><strong>Application period: </strong>April 8, 2025, 10:00 AM - April 18, 2025, 11:59 PM (Macau Time)</p>\r\n<p><br/></p>\r\n<p><strong>中選名單發佈時間：</strong>2025年4月19日 18:00 (澳門時間)</p>\r\n<p><strong>Winner List Announcement: </strong>April 19, 2025, 6:00 PM (Macau Time)</p>\r\n<p><br/></p>\r\n<p><strong>線下簽售會舉辦時間：</strong>2025年4月27日（暫定，最終時間請關注郵件通知）</p>\r\n<p><strong>Offline Event Date: </strong>April 27, 2025 (Tentative; the final exact time will be confirmed via email)</p>\r\n<p><br/></p>\r\n<p><strong>中選名單公示：</strong>Fantopia首頁 - 簽售 - 中選名單</p>\r\n<p><strong>Where to Find the Winner List: </strong>Fantopia Homepage - Fansign Event - Winner List</p>\r\n<p><br/></p>\r\n<p><strong>應募方式：</strong></p>\r\n<p><strong>How to Enter the Raffle:</strong></p>\r\n<p>購買一張專輯獲得一次隨機抽選機會</p>\r\n<p>Purchase an album to receive one random draw entry</p>\r\n<p> (可重複參與招募，不可重複當選)</p>\r\n<p>(Multiple entries is allowed, but no repeated winners)</p>\r\n<p><br/></p>\r\n<p><br/></p>\r\n<p><strong>中獎福利：</strong></p>\r\n<p>Prizes for Winners:</p>\r\n<p><strong>· 獨家小卡：</strong>購買一張專輯即可獲得獨家小卡1張(共2款，隨機抽取)</p>\r\n<p><strong>· Exclusive photocard: </strong>Purchase an album to get an Fantopia exclusive photocard (2 types available, randomly selected)</p>\r\n<p><strong>· 簽名專輯：</strong>隨機抽取50名幸運獲獎者，現場獲得1:1專輯簽名</p>\r\n<p><strong>· Signed album: </strong>50 lucky winners will be selected randomly for a 1:1 album autograph on-site (Sign and interact on-stage)</p>\r\n<p><strong>· 觀禮：</strong>隨機抽取200名幸運獲獎者，獲得觀看簽售會的名額</p>\r\n<p><strong>· Attendance: </strong>200 lucky winners will be randomly selected for a quota of the autograph sign event (attendance only, no signature session)</p>\r\n<p><strong>· 團體合照：</strong>隨機抽取30名幸運獲獎者，以6名粉絲為一組，獲得和藝人合照的機會</p>\r\n<p><strong>· Group Photo: </strong>30 lucky winners will be selected in groups of six to take a photo together with the artist</p>\r\n<p><strong>· 一對一拍立得合照：</strong>隨機抽取3名粉絲，獲得和藝人單獨拍攝拍立得照片的機會</p>\r\n<p><strong>· 1v1 Polaroid Photo: </strong>3 lucky fans will have the chance to take a Polaroid photo with the artist</p>\r\n<p><strong>· HI-BYE：</strong>所有現場幸運獲獎者（250名），均可獲得HI-BYE的名額</p>\r\n<p><strong>· Hi-Bye: </strong>All 250 winners can participate in the Hi-Bye session and leave in turn</p>\r\n<p><br/></p>\r\n<p>*上台簽名獲獎者與觀禮獲獎者不重複</p>\r\n<p>*The signature winners and winners of the ceremony will not be repeated.</p>\r\n<p>*團體合照獲獎者與一對一拍立得合照獲獎者不重複</p>\r\n<p>*Group photo and 1v1 Polaroid winners will also not overlap.</p>\r\n<p>*3位一對一拍立得合照獲獎者會從50名上台簽名獲獎者中抽取</p>\r\n<p>*3 1v1 Polaroid Photo winners will be selected from the 50 signing session winners.</p>\r\n<p>*30位團體合照獲獎者會從包括觀禮獲獎者在內的250名現場粉絲中抽取</p>\r\n<p>*30 group photo winners will be selected from a total of 250 on-site fans.</p>\r\n<p>*Fantopia簽名會獨家小卡為藝人當日造型自拍，敬請期待</p>\r\n<p>*The exclusive photocards feature the artist’s day selfie; stay tuned!</p>\r\n<p>*簽名會招募截止後（2025年4月18日23:59後），Fantopia簽售獨家小卡不再參與銷售</p>\r\n<p>*After the signing event application ends (April 18, 2025, 11:59 PM), the Fantopia exclusive photocards will no longer be available for sale.</p>\r\n<p>*所有獲獎者名单將在活動之前以公告和郵件的形式進行公布</p>\r\n<p>*All winner lists will be announced via public notice and email before the event.</p>\r\n<p><br/></p>\r\n<p><br/></p>\r\n<p><strong>簽售會流程：</strong></p>\r\n<p><strong>Fan Sign Event Process:</strong></p>\r\n<p>觀眾排隊 -> 觀眾驗票/報到 -> 藝人出場 -> 藝人問候 -> 簽名環節 -> HI-BYE -> 觀眾離場 -> 藝人離場 -> 團體合照 -> 1v1拍立得合照</p>\r\n<p>Queue -> Ticket Verification Check-in -> Security Check -> Artist Appearance -> Artist Greeting-> 1v1 Album Signing Session -> HI-BYE -> Audience Departure -> Artist Departure -> group photo (6 person per group) -> 1V1 polaroid with artist</p>\r\n<p><br/></p>\r\n<p>*請遵循現場工作人員的說明和安排，如不聽從工作人員指示者，基於公眾安全理由，可能會採取措施要求強制退場，敬請留意。</p>\r\n<p>*Please follow the instructions and arrangements of the on-site staff. For public safety reasons, measures may be taken to enforce ejection for those who do not comply with staff instructions. Please pay attention.</p>\r\n<p>*根據現場情況可能會有所調整。</p>\r\n<p>*Adjustments may be made based on on-site conditions.</p>\r\n<p><br/></p>\r\n<p><br/></p>\r\n<p><strong>現場注意事项：</strong></p>\r\n<p><strong>On-site Precautions:</strong></p>\r\n<p>1. 簽售會座位順序以公佈中選名單的序號為準，中選名單公佈後 1-2 天內官方將會發送郵件通知相關事項，現場佈局示意圖將另行公佈。</p>\r\n<p>1. The autograph signing order will be based on the number of the winning list. An official email with detailed relevant matters will be sent to notify within 1-2 days after the announcement of the winning list. The on-site layout will be announced separately.</p>\r\n<p>2. 請於購買時正確填寫資料，為確保所有粉絲權益，該訊息送出後不可修改；參與簽售會活動時須確認本人身份，請務必攜帶【身份證/港澳通行證/護照等實物證件】 。身份證上的資訊須與活動申請資料一致，方能進場，若未攜帶，將無法入場。<p>\r\n<p>2. Accurate information and ID [ID card/Hong Kong and Macau pass/passport and other physical documents] matching is required for entry. Other ID forms will not be accepted.</p>\r\n<p>*除此以外的身分證件（學生證，影印件，照片，副本等），身分證照片、影印本、手機截圖等均不予認可。</p>\r\n<p>*Other IDs (student ID card, photocopy, photo, copy, etc.), ID photos, photocopies, cell phone screenshots, etc. are not accepted.</p>\r\n<p>**現場核對後由工作人員發放入場手環；如發現手環有問題，請立即要求及時更換；入場手環之掛失、破損一律不作補發，破損及復刻無效。</p>\r\n<p>**Admission wristbands will be issued by staff after verification; if there is any problem with the wristband, please request a timely replacement immediately; lost or damaged wristbands will not be reissued, and damaged and re-engraved wristbands will be invalid.</p>\r\n<p>3. 基於安全理由，在進入場館前須接受隨身物品檢查。大型行李/手提行李箱、長傘、任何尖銳、易碎與危險物品均不可進場。</p>\r\n<p>3. For security reasons, belongings must be checked before entering the venue. Large luggage, carry-on suitcases, long umbrellas, and any sharp, fragile, and dangerous items are not allowed inside.</p>\r\n<p>4. 每位成員的簽售中選者僅有一次上台機會。排隊等候上台時，請按照本人序號及聽從工作人員的指示進行排隊。</p>\r\n<p>4. Each winner has only one chance to go on stage. Follow staff instructions and queue based on the personal number.</p>\r\n<p>5. 入座後，為了粉絲的安全與簽售會順利進行，禁止移動座位，禁止坐在非本人之坐位或階梯、過道等地方。</p>\r\n<p>5. Do not move seats or sit in unauthorized areas for safety and event smoothness.</p>\r\n<p>6. 上台簽售前請出示入場手環，入場手環為唯一進場簽售會之資格憑證，丟失時將無法參加簽售會，請謹慎保管。</p>\r\n<p>6. Show wristbands before the autograph signing. It is the only proof of qualification. The audience who lost wristbands cannot participate in the autograph session, so please keep it carefully.</p>\r\n<p>7. 簽售會進行時，簽名所用專輯將在現場準備。</p>\r\n<p>7. Only albums prepared on-site will be signed.</p>\r\n<p>*除現場準備的專輯外，其他專輯不予簽名</p>\r\n<p>**本次簽售會不接受便條，除專輯簽名外，不可提出其他要求。例：請幫我畫個圖案，請幫我寫 PS 等</p>\r\n<p>**No notes and other requests (e.g.., drawings, messages) will be accepted except for the album signing. Example: Please help me draw a pattern, please help me write PS, etc.</p>\r\n<p>8. 如做出以下行為時，可能會採取措施要求強制退場，敬請留意。</p>\r\n<p>8. If you do the following behavior, you may be required to take measures to force you to leave the venue, so please be aware:</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;A. 對藝人提出無理請求和要求；</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;A. Make unreasonable requests and demands to artists.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;B. 不配合工作人員的引導，妨礙活動順利進行；</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;B. Not following staff instructions and hindering the smooth progress of the event.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;C. 對藝人和現場工作人員有不當言行；</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;C. Inappropriate actions towards artists and on-site staff.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;D. 在等待簽名和接受簽名過程中拍攝和錄音；</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;D. Taking photos and recording audio during the waiting and signing process.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;E. 有代領中選、仿製、轉讓、買賣等涉及交易情況時；</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;E. Using proxies, counterfeit, transfer, or buy/sell tickets involving transactions.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;F. 對藝人大聲講話、喊叫、喊口號、起立等給其他參與者帶來不便的行為</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;F. Loud talking, shouting, chanting slogans, standing up, and other behaviors causing inconvenience to other participants and artists.</p>\r\n<p>9. 出於對現場場地以及安全考量，粉絲參與簽名完畢後，請自行安排退場行程且配合現場安保有序退場。</p>\r\n<p>9. After signing, arrange your departure orderly following the security staff’s instructions.</p>\r\n<p>10. 粉絲簽名會場地內座位上可自由進行照片與視頻的拍攝，但是上台進行簽名的途中不可與藝人自拍合照以及拍攝拍立得照片。如拍攝合照有可能會被終止簽名並做退場處理，並且已拍攝的照片將做刪除處理，請留意。</p>\r\n<p>10. Allowed only take photos and videos in designated seats in the fan signing venue. No selfies or instant photos with artists during the signing. Violations will lead to ejection and photo deletion.</p>\r\n<p>11. 為藝人準備的信件請在入場前放入主辦方準備的的信箱內。除信件以外的禮物(包括食物飲料等)無法收取，敬請諒解。</p>\r\n<p>11. Drop letters for artists in the provided box before entering. Other gifts (including food and drinks) will not be accepted.</p>\r\n<p><br/></p>\r\n<p><br/></p>\r\n<p><strong>其他注意事項：</strong></p>\r\n<p><strong>Other things to note:</strong></p>\r\n<p>1. 請正確填寫有效身份證件信息（身份證號、港澳通行證號或護照號）及姓名。爲保障粉絲權益，身份信息一經提交不可修改。</p>\r\n<p>1. Please correctly fill in the valid identity document information (ID card number or Passport number) and name. To protect the rights and interests of fans, identity information cannot be modified once submitted.</p>\r\n<p>2. 參與簽名會購買的專輯不支持退換貨。</p>\r\n<p>2. Purchased albums during the event are non-refundable.</p>\r\n<p>3. 本場簽名會 1 人 1 張入場憑證，當選時只有本人可參加，不可代領或轉讓。因轉讓發生的一切問題由當事人承擔其責任。請注意：非中獎者本人代領入場憑證者不可入場。</p>\r\n<p>3. One voucher per person; only the winner can attend, no proxies. Issues arising from transfer are the responsibility of the parties involved. Note: Proxy holders of entrance vouchers will not be allowed entry.</p>\r\n<p>4. 購買成功不等於擁有入場資格，根據指引抽取參加活動的機會。</p>\r\n<p>4. Purchase does not guarantee entry; qualification is subject to a draw.</p>\r\n<p>5. 由於中選者自身不了解注意事項和工作人員指示而造成的損失和事故，主辦方不承擔責任。</p>\r\n<p>5. The organizer will not be held responsible for any losses or accidents caused by the winners’ lack of understanding of the guidelines and instructions from staff members.</p>\r\n<p>6. 根據現場情況可能作出之變動，請聽從現場工作人員的要求和安排。</p>\r\n<p>6. Changes may be made according to the on-site situation. Please follow the instructions and arrangements of the on-site staff.</p>\r\n<p>7. 本活動有根據地區和場地的情況進行部分更改或取消的可能，以及因不可避免的情況，請各位粉絲予以諒解。</p>\r\n<p>7. This event is subject to partial changes or cancellation based on regional and venue conditions, due to unavoidable circumstances. We ask for the understanding of all fans.</p>",
        "location": "澳門",
        "defaultLocation": null,
        "geoLatitude": null,
        "geoLongtitude": null,
        "version": null,
        "contractInfoId": null,
        "eventsKey": "lbumxrbe",
        "stubImg": "",
        "stubBackImg": "",
        "shareImg": "",
        "autoMint": 1,
        "threshold": null,
        "minPrice": null,
        "maxPrice": null,
        "symbol": null,
        "symbolUnit": null,
        "existMerch": false,
        "themeId": null,
        "memberPayCodeName": "Member Code",
        "waitlistExecuteSwitch": 0,
        "waitlistExecuteType": 1,
        "waitlistOpenTime": 0,
        "waitlistStopDate": null,
        "extraPropertyMap": {
            "shippingInstructions": "預定的交貨日期受產品和物流問題的影響，可能會導致延誤",
            "entityId": "2",
            "shippingTime": "07/01/2025 - 07/31/2025",
            "shippingMode": "郵寄"
        },
        "titleI18nMap": null,
        "locationI18nMap": null,
        "platformShowMap": null,
        "sellLocationList": null,
        "showStatus": 0,
        "venueId": 0,
        "eventsEntity": {
            "id": 2,
            "entityArea": "澳门",
            "entityName": "SINGULAR FLAME TECH (HK) LIMITED",
            "entityEmail": "support@fantopia.io",
            "entityPhone": null,
            "entityAdress": "RM 413,4/F LUCKY CTR 165-171WAN CHAI RD WAN CHAI HK",
            "remark": null
        },
        "shippingMode": "郵寄",
        "shippingModeI18nMap": null,
        "shippingTime": "07/01/2025 - 07/31/2025",
        "shippingTimeI18nMap": null,
        "shippingInstructions": "預定的交貨日期受產品和物流問題的影響，可能會導致延誤",
        "shippingInstructionsI18nMap": null,
        "chooseSeatFlag": 0,
        "ticketSimpleInfoVos": null,
        "ticketFlag": null,
        "earliestSellStartTime": "2025-04-08 15:00:00",
        "coSaleTime": "2025-04-08 15:00:00",
        "eventSellEndTime": "2025-04-18 23:59:59",
        "noticeInfo": "<p><strong>*购买须知</strong></p>\r\n<p>1. 特殊商品限制:若商品详情页明确表明该商品不支持退换(包括预售商品、签名会商品、粉丝站团购商品以及官方销售链接提示的定制类商品)，在非质量问题情况下，不支持七天无理由退换货。消费者下单前应仔细阅读商品详情，充分了解相关退换货政策，谨慎做出购买决策。</p>\r\n<p>2. 促销特价尾货区商品:平台在活动期间促销特价尾货区的产品，旨在售罄清仓。此类商品若仅存在外观小瑕疵且非质量问题不支持七天无理由退换货。消费者购买时应留意商品状态，确认可接受相关条件后再下单。</p>\r\n<p><br/></p>\r\n<p><strong>*关于售后</strong></p>\r\n<p>1. 拆包视频要求:消费者在收到商品拆箱时，务必录制完整的拆包视频。从开箱动作开始录制，若单手操作不便，应寻求他人协助，确保商品全部在视频画面内，不得出现商品跑出画面的情况，录制中途视频中断则视为无效。售后处理将以第一时间完整拆包视频为关键依据，若反馈问题无法在拆包视频中体现、拆包视频不完整或二次打包与完整拆包视频不符，均无法进行售后处理。售后处理时效为快递显示签收后的 4 个自然日，超时未申请售后将视为消费者自动放弃售后权益。视频是申请补发的唯一凭证，无法提供有效视频的，不予补发。商品外包装仅用于保护商品，其破损和污染通常不作为退换货的理由，但消费者应在拆包时确保商品内部无损坏。</p>\r\n<p>2. 快递破损处理: 若收到的快递包裹外包装已破损，消费者需第一时间拍摄包含快递包裹外包装六个面及破损商品的视频，并联系客服反馈破损问题。由于向快递公司核实此类问题需要一定时间，处理过程可能较慢，请消费者予以理解和耐心等待。客服在收到反馈后，将积极协助消费者与快递公司沟通，跟进处理进度，并及时向消费者反馈处理结果。</p>\r\n<p><br/></p>\r\n<p><strong>*注意事项</strong></p>\r\n<p>1. 专辑外壳、塑封等为保护专辑内容物,出现划痕污渍开裂等不在产品质量问题之内。</p>\r\n<p>2. 产品质量问题必须要有完整开箱视频，产品内封配置不在售后范围内 (注: 专辑本身自带的小卡、书签、透卡、拍立得等一切内置特典，也就是夹在专辑内页里的，一律视为不影响产品使用的出厂瑕疵，不予处理。若出现外置特典缺失或整体折损，提供开箱视频核实后可在有库存的情况下进行补发 (不受理对光下拍摄的小卡瑕疵问题)。</p>\r\n<p><br/></p>\r\n<p><strong>*附带权益处理规则</strong></p>\r\n<p>1. 抽奖:所有符合平台用户注册及使用规则的用户，均可参与附带抽奖资格(与具体实际购买平台内商品订单为准)商品的购买。未成年人需在监护人同意并监督下进行购买操作，确保遵守平台规定与相关法律法规。</p>\r\n<p>2. 抽奖参与条件:消费者成功购买特定附带抽奖资格的商品.即视为自动获得对应抽奖活动的参与资格。抽奖资格与所购商品订单绑定，不可转让、售卖或赠予他人。同一消费者购买多件阶带抽奖资格商品，可获得相应次数的抽奖机会，具体次数以商品详情页说明为准。</p>\r\n<p>3. 中奖通知与兑奖方式:中奖名单将在抽奖结束后的 [X] 个工作日内在平台公布 (以实际招募活动公告为准)，同时平台将通过公告、站内信、短信 (用户购买商品时预留的手机号码）等方式通知中奖用户,按照通知要求填写兑奖信息（如姓名、联系方式、收货地址等)。若中奖用户未在规定时间内填写或提交错误兑奖信息，导致无法成功兑奖，视为自动放弃中奖资格，过期不补。</p>\r\n<p>4. 商品退换货与抽奖资格关联: 若商品符合平台正常退换货规则，在消费者发起退货申请且退货流程完成前，若抽奖活动尚未开始，消费者退货成功后，其对应的抽奖资格将一并取消若抽奖活动已经结束，无论消费者是否中奖，所对应的抽奖记录及抽奖结果一并清除。</p>\r\n<p>5. 特别提示:消费者须明确，消费者购买附带抽奖资格商品时，抽奖资格并非消费者所购买的权益，实质为属于商品的附加性权益，无论是否中奖，均不影响消费者商品购买行为的认定。消费者应知悉关于抽奖的相关规则，若仅以抽奖未中奖为由要求退款，本平台不予支持。</p>\r\n<p>6. 不可抗力因素:如因不可抗力因素(如自然灾害、政府行为、网络故障、航班延误等)导致抽奖活动无法正常进行或奖品无法按时发放，平台将尽力采取补救措施，并及时通知用户。在不可抗力因素影响消除后，平台将尽快恢复抽奖活动或完成奖品发放，由此给用户带来的不便，平台将表示诚挚歉意，但不承担额外的赔偿责任。</p>\r\n<p><br/></p>\r\n<p><br/></p>\r\n<p><strong>*購買須知</strong></p>\r\n<p>1. 特殊商品限製:若商品詳情頁明確表明該商品不支持退換(包括預售商品、簽名會商品、粉絲站團購商品以及官方銷售鏈接提示的定製類商品)，在非質量問題情況下，不支持七天無理由退換貨。消費者下單前應仔細閱讀商品詳情，充分了解相關退換貨政策，謹慎做出購買決策。</p>\r\n<p>2. 促銷特價尾貨區商品:平臺在活動期間促銷特價尾貨區的產品，旨在售罄清倉。此類商品若僅存在外觀小瑕疵且非質量問題不支持七天無理由退換貨。消費者購買時應留意商品狀態，確認可接受相關條件後再下單。</p>\r\n<p><br/></p>\r\n<p><strong>*關於售後</strong></p>\r\n<p>1. 拆包視頻要求:消費者在收到商品拆箱時，務必錄製完整的拆包視頻。從開箱動作開始錄製，若單手操作不便，應尋求他人協助，確保商品全部在視頻畫面內，不得出現商品跑出畫面的情況，錄製中途視頻中斷則視為無效。售後處理將以第一時間完整拆包視頻為關鍵依據，若反饋問題無法在拆包視頻中體現、拆包視頻不完整或二次打包與完整拆包視頻不符，均無法進行售後處理。售後處理時效為快遞顯示簽收後的 4 個自然日，超時未申請售後將視為消費者自動放棄售後權益。視頻是申請補發的唯一憑證，無法提供有效視頻的，不予補發。商品外包裝僅用於保護商品，其破損和汙染通常不作為退換貨的理由，但消費者應在拆包時確保商品內部無損壞。</p>\r\n<p>2. 快遞破損處理: 若收到的快遞包裹外包裝已破損，消費者需第一時間拍攝包含快遞包裹外包裝六個面及破損商品的視頻，並聯系客服反饋破損問題。由於向快遞公司核實此類問題需要一定時間，處理過程可能較慢，請消費者予以理解和耐心等待。客服在收到反饋後，將積極協助消費者與快遞公司溝通，跟進處理進度，並及時向消費者反饋處理結果。</p>\r\n<p><br/></p>\r\n<p><strong>*註意事項</strong></p>\r\n<p>1. 專輯外殼、塑封等為保護專輯內容物,出現劃痕汙漬開裂等不在產品質量問題之內。</p>\r\n<p>2. 產品質量問題必須要有完整開箱視頻，產品內封配置不在售後範圍內 (註: 專輯本身自帶的小卡、書簽、透卡、拍立得等一切內置特典，也就是夾在專輯內頁裏的，一律視為不影響產品使用的出廠瑕疵，不予處理。若出現外置特典缺失或整體折損，提供開箱視頻核實後可在有庫存的情況下進行補發 (不受理對光下拍攝的小卡瑕疵問題)。</p>\r\n<p><br/></p>\r\n<p><strong>*附帶權益處理規則</strong></p>\r\n<p>1. 抽獎:所有符合平臺用戶註冊及使用規則的用戶，均可參與附帶抽獎資格(與具體實際購買平臺內商品訂單為準)商品的購買。未成年人需在監護人同意並監督下進行購買操作，確保遵守平臺規定與相關法律法規。</p>\r\n<p>2. 抽獎參與條件:消費者成功購買特定附帶抽獎資格的商品.即視為自動獲得對應抽獎活動的參與資格。抽獎資格與所購商品訂單綁定，不可轉讓、售賣或贈予他人。同一消費者購買多件階帶抽獎資格商品，可獲得相應次數的抽獎機會，具體次數以商品詳情頁說明為準。</p>\r\n<p>3. 中獎通知與兌獎方式:中獎名單將在抽獎結束後的 [X] 個工作日內在平臺公布 (以實際招募活動公告為準)，同時平臺將通過公告、站內信、短信 (用戶購買商品時預留的手機號碼）等方式通知中獎用戶,按照通知要求填寫兌獎信息（如姓名、聯系方式、收貨地址等)。若中獎用戶未在規定時間內填寫或提交錯誤兌獎信息，導致無法成功兌獎，視為自動放棄中獎資格，過期不補。</p>\r\n<p>4. 商品退換貨與抽獎資格關聯: 若商品符合平臺正常退換貨規則，在消費者發起退貨申請且退貨流程完成前，若抽獎活動尚未開始，消費者退貨成功後，其對應的抽獎資格將一並取消若抽獎活動已經結束，無論消費者是否中獎，所對應的抽獎記錄及抽獎結果一並清除。</p>\r\n<p>5. 特別提示:消費者須明確，消費者購買附帶抽獎資格商品時，抽獎資格並非消費者所購買的權益，實質為屬於商品的附加性權益，無論是否中獎，均不影響消費者商品購買行為的認定。消費者應知悉關於抽獎的相關規則，若僅以抽獎未中獎為由要求退款，本平臺不予支持。</p>\r\n<p>6. 不可抗力因素:如因不可抗力因素(如自然災害、政府行為、網絡故障、航班延誤等)導致抽獎活動無法正常進行或獎品無法按時發放，平臺將盡力采取補救措施，並及時通知用戶。在不可抗力因素影響消除後，平臺將盡快恢復抽獎活動或完成獎品發放，由此給用戶帶來的不便，平臺將表示誠摯歉意，但不承擔額外的賠償責任。</p>\r\n<p><br/></p>\r\n<p><br/></p>\r\n<p><strong>*Purchase instructions</strong></p>\r\n<p>1. Special product restrictions: If the product details page clearly states that the product does not support returns and exchanges (including pre-sale products, autograph session products, fan site group purchase products, and customized products indicated in the official sales link), it does not support seven-day unconditional returns and exchanges unless there is a quality problem. Consumers should read the product details carefully before placing an order, fully understand the relevant return and exchange policies, and make purchase decisions carefully.</p>\r\n<p>2. Promotional special price tail goods area products: The platform promotes special price tail goods area products during the event, aiming to sell out and clear the inventory. Such products do not support seven-day unconditional returns and exchanges if there are only minor defects in the appearance and are not quality issues. Consumers should pay attention to the status of the product when purchasing, and place an order after confirming that they can accept the relevant conditions.</p>\r\n<p><br/></p>\r\n<p><strong>*About after-sales</strong></p>\r\n<p>1. Unpacking video requirements: When consumers receive the product and unbox it, they must record a complete unpacking video. Start recording from the unpacking action. If it is inconvenient to operate with one hand, you should seek help from others to ensure that the product is all within the video screen. The product must not run out of the screen. If the video is interrupted during the recording, it will be deemed invalid. After-sales processing will be based on the first-time complete unpacking video as the key basis. If the feedback problem cannot be reflected in the unpacking video, the unpacking video is incomplete, or the secondary packaging does not match the complete unpacking video, after-sales processing cannot be performed. The time limit for after-sales processing is 4 natural days after the express delivery shows the receipt. If the after-sales service is not applied for within the time limit, it will be deemed that the consumer automatically waives the after-sales rights. The video is the only proof for applying for reissue. If a valid video cannot be provided, it will not be reissued. The outer packaging of the product is only used to protect the product. Its damage and contamination are usually not used as reasons for return or exchange, but consumers should ensure that the product is not damaged inside when unpacking.</p>\r\n<p>2. Express damage processing: If the outer packaging of the express package received is damaged, the consumer must take a video of the six sides of the outer packaging of the express package and the damaged product as soon as possible, and contact the customer service to report the damage problem. Since it takes a certain amount of time to verify such problems with the express company, the processing process may be slow. Consumers are requested to understand and wait patiently. After receiving the feedback, the customer service will actively assist consumers in communicating with the express company, follow up on the processing progress, and promptly feedback the processing results to consumers.</p>\r\n<p><br/></p>\r\n<p><strong>*Notes</strong></p>\r\n<p>1. The album shell, plastic cover, etc. are to protect the album contents. Scratches, stains, cracks, etc. are not included in the product quality issues.</p>\r\n<p>2. Product quality issues must be accompanied by a complete unboxing video. The product internal seal configuration is not within the scope of after-sales service (Note: The album itself comes with small cards, bookmarks, transparent cards, Polaroid cameras and other built-in specials, that is, clipped in the album pages, are all regarded as factory defects that do not affect the use of the product and will not be processed. If the external specials are missing or damaged as a whole, they can be reissued if there is stock after providing an unboxing video for verification (small card defects taken under the light will not be accepted).</p>\r\n<p><br/></p>\r\n<p><strong>*Rule for handling incidental benefits</strong></p>\r\n<p>1. Lucky draw: All users who meet the platform user registration and use rules can participate in the purchase of products with lucky draw qualifications (subject to the specific actual purchase order of the product on the platform). Minors must make purchases under the consent and supervision of their guardians to ensure compliance with platform regulations and relevant laws and regulations.</p>\r\n<p>2. Conditions for participating in the lottery: Consumers who successfully purchase specific goods with lottery qualifications will be deemed to have automatically obtained the corresponding lottery participation qualifications. The lottery qualification is bound to the order of the purchased goods and cannot be transferred, sold or given to others. The same consumer who purchases multiple lottery-qualified goods can obtain the corresponding number of lottery opportunities. The specific number is subject to the description on the product details page.</p>\r\n<p>3. Winning notification and prize redemption method: The list of winners will be announced on the platform within [X] working days after the end of the lottery (subject to the actual recruitment activity announcement). At the same time, the platform will notify the winning users through announcements, internal messages, text messages (mobile phone numbers reserved by users when purchasing goods), etc., and fill in the prize redemption information (such as name, contact information, delivery address, etc.) according to the notification requirements. If the winning user fails to fill in or submits incorrect prize redemption information within the specified time, resulting in the inability to successfully redeem the prize, it will be deemed that the winning qualification is automatically waived, and no compensation will be made after the expiration date.</p>\r\n<p>4. Product return and exchange is related to lottery qualifications: If the product meets the normal return and exchange rules of the platform, before the consumer initiates a return application and the return process is completed, if the lottery event has not yet started, after the consumer successfully returns the product, the corresponding lottery qualification will be cancelled. If the lottery event has ended, regardless of whether the consumer wins the prize, the corresponding lottery record and lottery results will be cleared.</p>\r\n<p>5. Special reminder: Consumers must be clear that when consumers purchase products with lottery qualifications, the lottery qualification is not the rights purchased by consumers, but is actually an additional right of the product. Whether or not they win the prize, it does not affect the determination of consumers’ product purchase behavior. Consumers should be aware of the relevant rules about the lottery. If they request a refund only on the grounds that they did not win the lottery, this platform will not support it.</p>\r\n<p>6. Force majeure: If the lucky draw cannot be carried out normally or the prizes cannot be distributed on time due to force majeure (such as natural disasters, government actions, network failures, flight delays, etc.), the platform will try its best to take remedial measures and notify users in a timely manner. After the impact of force majeure is eliminated, the platform will resume the lucky draw or complete the prize distribution as soon as possible. The platform will express sincere apologies for the inconvenience caused to users, but will not bear additional compensation liability.</p>",
        "memberSellStartTime": null,
        "memberSellEndTime": null,
        "platforms": [
            "web",
            "miniprogram"
        ],
        "detailInfoImg": "https://static.fantopia.io/ticketimg/08b864cd-1d53-4c46-9c0c-8ab884700c6c.jpg",
        "siteTimeZone": "+08:00",
        "wxMiniImg": "https://static.fantopia.co/wxmini_qr/f666b490-a4bf-417d-a1f3-06c50357ce32.png",
        "needRealFlag": 0,
        "popUpMsg": null,
        "authType": 0
    },
    "traceId": "fa5c73fe24478d9f"
}