{
    "code": 200,
    "msg": null,
    "data": {
        "id": 332,
        "title": "2024-2025 王鹤棣D.Party 演唱会曼谷站",
        "defaultTitle": null,
        "type": 2,
        "amount": 0,
        "ossUrl": "https://static.fantopia.io/ticketimg/4652e09b-41aa-445f-b6c0-cd62485a2145.jpg",
        "ossUrlPc": "78431300-2b78-4f7a-a9d5-c09948954159",
        "ossUrlMini": "https://static.fantopia.io/ticketimg/2ca0bae3-1acf-44e2-948a-e88c9e9e3b8c.jpg",
        "carousel": "https://static.fantopia.io/ticketimg/a2d15da1-3a0d-4276-aabd-a15f7147e1ae.jpg",
        "qrImg": "https://static.fantopia.io/ticketimg/b1b6520d-4a2f-4702-ba89-4fff576fe5b6.png",
        "qrLogo": "https://static.fantopia.io/ticketimg/1281fcdb-7da8-4ca1-ba4a-9bc15e55f8fe.png",
        "qrLogoPhone": "https://static.fantopia.io/ticketimg/246355ba-3dc8-4957-9f2b-323177927ec7.png",
        "multifileType": null,
        "subPicture": null,
        "status": 2,
        "sellTimeStamp": 1731553200000,
        "startTime": "2024-12-28 18:00:00",
        "endTime": "2024-12-28 23:59:59",
        "remark": null,
        "limitCount": 6,
        "memberLimitCount": 6,
        "limitType": 1,
        "createTimeStamp": 1731300978047,
        "createTime": "2024-11-11 12:56:18",
        "updateTime": "2024-12-29 00:00:00",
        "showFlag": 1,
        "showTicketBtn": 1,
        "sortNo": 29,
        "recommend": 0,
        "description": "<p class=\"ql-align-center\"><img src=\"https://static.fantopia.io/ticketimg/9382982c-2d08-4e09-800e-6d7131fbb109.jpg\"></p>\r\n<p><br></p>\r\n<p class=\"ql-align-center\"><img src=\"https://static.fantopia.io/ticketimg/f783ca05-c50f-46fd-a9ec-172f6ff9c641.jpg\"></p>\r\n<p><br></p>\r\n<p>ไม่ต้องรออย่างมีความหวังแล้ว! เพราะประเทศไทยสมหวังแบบคอมพลีทสุดๆ ถึงเวลาที่ “ชงตี้ฮั่ว” (ชื่อด้อมแฟนคลับ) จะได้ใช้วันเวลาดีๆ กับตี๋หนุ่มมากเสน่ห์พระเอกเบอร์ท็อปแดนมังกร “หวังเฮ่อตี้” (Wang He Di) หรือ “ดีแลน หวัง” (Dylan Wang) ล่าสุดเขาได้ประกาศข่าวดีเตรียมจัดงานปาร์ตี้คอนเสิร์ตที่จะทำให้หัวใจของแฟนๆ เต้นรัว กับงาน 2024-2025 Dylan Wang D.PARTY CONCERT IN BANGKOK งานนี้จะเป็นมากกว่าคอนเสิร์ต เพราะทุกคนจะได้รับประสบการณ์ทั้งภาพ และเสียงที่น่าตื่นตาตื่นใจ และครบอรรถรสมากที่สุด</p>\r\n<p><br></p>\r\n<p>ดีแลน หวัง แจ้งเกิด และโด่งดังทั่วเอเชียจากบท “เต้าหมิงซื่อ” ในซีรีส์รีเมกเรื่อง ‘Meteor Garden’ และยังมีผลงานซีรีส์ชื่อดังอีกหลายเรื่อง อาทิ ‘Ever Night 2’ , ‘The Rational Life’ , ‘Miss The Dragon’ , ‘Love Between Fairy and Devil’ ฯลฯ ซึ่งตอนนี้เขาก็พร้อมแล้วที่จะไปพบปะกับแฟนๆ อย่างใกล้ชิด พร้อมเตรียมเพอร์ฟอร์มอันเหนือชั้นที่ไม่เคยเห็นที่ไหนมาก่อน อีกทั้งยังมีเซอร์ไพรส์พิเศษที่ดับเบิ้ลความสเปเชียลให้แฟนคลับได้มาเห็นกับตา ดีต่อใจ ชนิดที่ว่าได้หวีดกันสุดเสียงกับความสนุกเหนือคำบรรยายอย่างแน่นอน งานนี้ดีแลนตั้งใจเตรียมทุกโชว์เพื่อตอบแทนต่อความรัก และความทุ่มเททั้งหมดที่ ชงตี้ฮั่ว มีให้เขามาโดยตลอด และเขายังต้องการที่จะมอบประสบการณ์คอนเสิร์ตที่สุดยอด และจะไม่มีวันลืมอย่างแท้จริงให้กับทุกคนอีกด้วย </p>\r\n<p><br></p>\r\n<p>สำหรับงาน 2024-2025 Dylan Wang D.PARTY CONCERT IN BANGKOK จะจัดขึ้นในวันเสาร์ที่ 28 ธันวาคม 2567 ณ อิมแพ็ค อารีน่า เมืองทองธานี โดยผู้จัด “ไอมี่ไทยแลนด์” (iMe Thailand) พร้อมทุ่มทุนเสิร์ฟความยิ่งใหญ่ แสงสีเสียงสุดอลังการที่จะให้คุณได้ดื่มด่ำไปกับช่วงเวลานั้นอย่างเต็มที่ และจะเป็นค่ำคืนที่เหล่า ชงตี้ฮั่ว ได้มาเฉลิมฉลองสุดพิเศษ และใกล้ชิดไปกับ ดีแลน หวัง อีกด้วย ไม่ว่าคุณจะมาจากที่ไหนในงานนี้คุณจะได้รู้สึกถึงพลัง และหัวใจที่ดีแลนพร้อมถ่ายทอดออกมาผ่านทุกโชว์ส่งตรงถึงคุณทุกคน </p>\r\n<p><br></p>\r\n<p>เงื่อนไขการซื้อบัตร :</p>\r\n<p>- จำกัดการซื้อบัตรการแสดงสูงสุด 6 ใบ ต่อการสั่งซื้อ 1 ครั้ง</p>\r\n<p>- ราคาบัตรยังไม่รวมค่าธรรมเนียมการออกบัตรและค่าออกบัตรพลาสติก รวมใบละ 50 บาท</p>\r\n<p>- สำหรับบัตรยืน จะเรียงลำดับการเข้างานตามการกดซื้อบัตรและชำระเงินสำเร็จ ซึ่งลำดับดังกล่าวจะปรากฏอยู่บนบัตรกระดาษ (ในกรณีที่ชำระเงินไม่สำเร็จ ลำดับดังกล่าวจะถูกข้ามไป)</p>\r\n<p>- หากบัตรยืนสูญหาย ทางผู้จัดงานขอสงวนสิทธิ์ไม่ออกบัตรใหม่ในทุกกรณี</p>\r\n<p>- เด็กที่มีความสูงเกิน 100 เซนติเมตร จะต้องมีบัตรในการเข้างาน</p>\r\n<p>- ใช้บัตรกระดาษในการเข้างาน และรับบัตรพลาสติกที่ระลึก ณ หน้างานแสดง</p>\r\n<p>- โปรดระวังมิจฉาชีพที่แฝงมาในรูปแบบต่างๆ เช่น การรับจองบัตร การให้โค้ดจอง การซื้อ-ขายบัตรนอกระบบ การแอบอ้างเป็นพนักงานบริษัทฯ เป็นต้น</p>\r\n<p>- การนำบัตรไปขายต่อหรือแจกเพื่อการโฆษณาหรือประชาสัมพันธ์โดยไม่ได้รับอนุญาตจากบริษัทฯ ถือว่ามีความผิดทางกฏหมาย</p>\r\n<p>- การนำบัตรไปขายต่อหรือแจกเพื่อการโฆษณาหรือประชาสัมพันธ์โดยไม่ได้รับอนุญาตจากบริษัทฯ ถือว่ามีความผิดทางกฏหมาย</p>\r\n<p>- บัตรคอนเสิร์ตที่ซื้อแล้วไม่สามารถคืนเงินได้ ไม่อนุญาตให้นำไปจำหน่ายต่อ ขอคืนเงิน แลกเปลี่ยน หรือ โอนสิทธิในบัตรแก่ผู้อื่น การซื้อบัตรคอนเสิร์ตหมายถึงผู้ซื้อยอมรับตามข้อตกลงที่ทางผู้จัดงานกำหนดข้างต้นแล้วทุกประการ</p>\r\n<p><br></p>\r\n<p><br></p>\r\n<p>The long-awaited celebration for the \"Xiong Di Huo\"(Dylan’s fan club) is finally here! Dylan Wang (Wang He Di) will bring an exciting, one-of-a-kind concert to everyone—the 2024-2025 Dylan Wang D.Party Bangkok Concert! This will be more than just a concert; it’s set to be an exhilarating, pulse-pounding audiovisual experience!</p>\r\n<p><br></p>\r\n<p>Dylan first captured fans’ hearts across Asia as “Daoming Si” in Meteor Garden, and since then, he’s continued to shine in Ever Night 2, The Rational Life, Miss the Dragon, and Love Between Fairy and Devil. Now, he’s ready to connect with fans in a brand-new way, sharing unprecedented performances and surprises that reveal even more of his talent beyond acting. This concert is Dylan’s way of showing his appreciation to all his dedicated “Xiong Di Huo” and creating a truly unforgettable experience!</p>\r\n<p><br></p>\r\n<p>The 2024-2025 Dylan Wang D.PARTY Concert will be held on Saturday, December 28, at Impact Arena, Bangkok, with @iMe Thailand delivering an unforgettable show. Expect a powerful stage with stunning visuals and sound design that will fully immerse you in the moment! This night is a special celebration for the “Xiong Di Huo”—a genuine, up-close experience with Dylan. Wherever you’re coming from, this night will let you feel the energy and heart he brings to the stage. Let’s light up the Bangkok night together!</p>\r\n<p><br></p>\r\n<p>Remarks:</p>\r\n<p>- Limit of 6 tickets per transaction.</p>\r\n<p>- The ticket price above does not include 50 baht of the ticketing and plastic ticket fee.</p>\r\n<p>- The entrance queue number for standing tickets are distributed based on completed payment transaction which are shown on the paper ticket.</p>\r\n<p>- In case of tickets lost for standing, a new ticket must be purchased.</p>\r\n<p>- Children over 100 cm tall must have a ticket to attend the show.</p>\r\n<p>- Please use the paper ticket to attend the show. Plastic tickets are provided to ticket holders as a souvenir and available for pickup at the venue on the show date.</p>\r\n<p>- Beware of swindlers who may attempt various forms of theft and sales of fake tickets through illegal sales of booking information, ticket sales on unofficial platforms, or impersonation of staff.</p>\r\n<p>- Using or distributing tickets for advertising and/or publicity without the explicit permission of the Company is considered illegal.</p>\r\n<p>- The tickets cannot be refunded. The customer may not resell, refund, exchange and transfer to other people. If the customer purchases the tickets mean that you are accepted all of terms and conditions from promoter.</p>\r\n<p><br></p>\r\n<p><br></p>\r\n<p>属于\"兄棣伙\"的狂欢日终于要来了！王鹤棣（Dylan Wang）将为大家带来一场充满新意的特别演唱会——2024-2025王鹤棣D.Party曼谷演唱会！这不仅是一场别开生面的演唱会，更是一场充满激情、令人热血沸腾的视听盛宴！</p>\r\n<p><br></p>\r\n<p>王鹤棣凭借《流星花园》中道明寺一角迅速走红亚洲，在《将夜2》《理智派生活》《遇龙》和《苍兰诀》等剧集中收获了无数粉丝的喜爱。这次，他将以全新的身份与粉丝们互动，带来从未见过的表演和惊喜舞台，为大家呈现他作为演员之外的多重魅力。更是为了感谢一路支持的“兄棣伙”们，力求为大家带来难忘的体验！</p>\r\n<p><br></p>\r\n<p>2024-2025王鹤棣D.PARTY演唱会将于12月28日（周六）在曼谷 Impact Arena隆重上演，由 @iMe Thailand 倾力打造。舞台效果震撼，全新设计的视效与音效将带来燃炸全场的体验，每一个细节都让人沉浸其中！这是一场属于兄棣伙的专属狂欢，是一次真正的近距离互动盛会。无论你在哪里，这一夜都将让你感受到舞台的热力和他的用心。一起让曼谷的夜空为我们燃烧！</p>\r\n<p><br></p>\r\n<p>注意事项：</p>\r\n<p>- 每次购买限制为6张票。</p>\r\n<p>- 票价不包括每张50泰铢的出票及实体票费。</p>\r\n<p>- 站票的入场顺序将根据支付完成的先后顺序进行分配，并在纸质票上显示。</p>\r\n<p>- 如站票遗失，需重新购买。</p>\r\n<p>- 身高超过100厘米的儿童必须持票入场。</p>\r\n<p>- 入场需凭纸质票；持票者可在演出当天现场领取纪念实体票。</p>\r\n<p>- 请警惕各种伪造门票销售的行为，例如非法销售信息、非官方平台售票或冒充工作人员等。</p>\r\n<p>- 未经公司明确许可，使用门票进行广告和宣传属于非法行为。</p>\r\n<p>- 发现溢价转售门票时，您的票务预订将被取消（若未付款）或在付款后取消并返回系统重新销售。</p>\r\n<p>- 购票后不退票，禁止转售、退款、交换或将票务转让给他人。购票即表示您接受上述所有条款和条件。</p>",
        "location": "Impact Arena, Muang Thong Thani",
        "defaultLocation": null,
        "geoLatitude": null,
        "geoLongtitude": null,
        "version": null,
        "contractInfoId": null,
        "eventsKey": "slhjh2f5",
        "stubImg": "https://static.fantopia.io/ticketimg/8c5bb949-a623-4ced-beab-c3c0d1343524.jpg",
        "stubBackImg": "https://static.fantopia.io/ticketimg/3c0c017b-4bf6-4bd8-847a-7caeb031b7e6.jpg",
        "shareImg": "https://static.fantopia.io/ticketimg/f26b60a5-2091-4fe7-8fda-a2488052ee7c.png",
        "autoMint": 1,
        "threshold": null,
        "minPrice": 300000,
        "maxPrice": 1100000,
        "symbol": "THB",
        "symbolUnit": "THB",
        "existMerch": true,
        "themeId": 623368686571653,
        "memberPayCodeName": "Member Code",
        "waitlistExecuteSwitch": 0,
        "waitlistExecuteType": 1,
        "waitlistOpenTime": 0,
        "waitlistStopDate": null,
        "extraPropertyMap": {
            "entityId": "1"
        },
        "titleI18nMap": null,
        "locationI18nMap": null,
        "platformShowMap": null,
        "sellLocationList": null,
        "showStatus": 0,
        "venueId": 7,
        "eventsEntity": {
            "id": 1,
            "entityArea": "香港",
            "entityName": "SINGULAR FLAME TECH (HK) LIMITED",
            "entityEmail": "support@fantopia.io",
            "entityPhone": null,
            "entityAdress": "RM 413,4/F LUCKY CTR 165-171WAN CHAI RD WAN CHAI HK",
            "remark": null
        },
        "shippingMode": null,
        "shippingModeI18nMap": null,
        "shippingTime": null,
        "shippingTimeI18nMap": null,
        "shippingInstructions": null,
        "shippingInstructionsI18nMap": null,
        "chooseSeatFlag": 0,
        "ticketSimpleInfoVos": [
            {
                "title": "CAT5",
                "price": 300000,
                "symbol": "THB",
                "symbolUnit": "THB"
            },
            {
                "title": "CAT4",
                "price": 450000,
                "symbol": "THB",
                "symbolUnit": "THB"
            },
            {
                "title": "CAT3",
                "price": 600000,
                "symbol": "THB",
                "symbolUnit": "THB"
            },
            {
                "title": "CAT2 (Standing)",
                "price": 870000,
                "symbol": "THB",
                "symbolUnit": "THB"
            },
            {
                "title": "CAT1 (Seating)",
                "price": 920000,
                "symbol": "THB",
                "symbolUnit": "THB"
            },
            {
                "title": "VIP (Seating)",
                "price": 1100000,
                "symbol": "THB",
                "symbolUnit": "THB"
            },
            {
                "title": "VIP A (Standing)",
                "price": 1100000,
                "symbol": "THB",
                "symbolUnit": "THB"
            },
            {
                "title": "VIP B (Standing)",
                "price": 1100000,
                "symbol": "THB",
                "symbolUnit": "THB"
            }
        ],
        "ticketFlag": null,
        "earliestSellStartTime": "2024-11-14 11:00:00",
        "coSaleTime": "2024-11-14 11:00:00",
        "eventSellEndTime": "2024-12-07 01:00:00",
        "noticeInfo": null,
        "memberSellStartTime": null,
        "memberSellEndTime": null,
        "platforms": [
            "web",
            "miniprogram"
        ],
        "detailInfoImg": "https://static.fantopia.io/ticketimg/3ddc8a38-5a3a-4788-a9ba-7b22d7b0574b.jpg",
        "siteTimeZone": "+07:00",
        "wxMiniImg": "https://static.fantopia.io/wxmini_qr/79ac9d4e-ab5b-4617-b670-ee4820299350.png",
        "needRealFlag": 0,
        "popUpMsg": null,
        "authType": 0
    },
    "traceId": "eb316da684292cd8"
}